Repository: webmandesign/modern
Catalog: languages/*.po
Languages: de_de

source: Oops! That page can not be found.
de_de: Oops! Die Seite kann nicht gefunden werden.

source: It looks like nothing was found at this location. Maybe try a search?
de_de: Wie es aussieht, wurde an dieser Stelle nichts gefunden. Möchtest Du danach suchen?

# Comments list title.
source: 1 comment on &ldquo;%2$s&rdquo;
de_de: 1 Kommentar <span class="u-assistive-text">zu &ldquo;%1$s&rdquo;</span>

# Add new comment link text.
source: Add yours &rarr;
de_de: Deinen Kommentar hinzufügen &rarr;

source: Comments are closed. You can not add new comments.
de_de: Diese Diskussion ist geschlossen: Du kannst keine neuen Kommentare schreiben .

source: Comment navigation
de_de: Kommentar Navigation

source: &larr; Older comments
de_de: &larr; Ältere Kommentare

source: Newer comments &rarr;
de_de: Neuere Kommentare &rarr;

source: Set the default text in Customizer > Predefined Texts
de_de: Leg den Standardtext in Customizer > vordefinierte Texte fest

source: Nothing Found
de_de: Es wurde leider nichts gefunden.

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
de_de: Bereit deinen ersten Beitrag zu ver&ouml;ffentlichen? <a href="%1$s">Starte hier.</a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
de_de: Entschuldigung, deine Suche war nicht erfolgreich. Bitte versuche es mit anderen Suchbegriffen erneut.

source: It seems we can not find what you are looking for. Perhaps searching can help.
de_de: So wie es aussieht konnten wir den gewünschten Inhalt nicht finden. Vielleicht kann Dir die Suchfunktion weiterhelfen.

# Status post format text on mouse hover (Status: John Doe on 1st January 2015).
source: Status: %s on %s
de_de: Status: %s von %s

# Attachment page publish time.
source: Image published on:
de_de: Bild ver&ouml;ffentlicht am:

source: Image size:
de_de: Bildgr&ouml;ße:

source: Image file name:
de_de: Bild-Dateiname:

source: Press CTRL key for multiple selection.
de_de: Drücke die STRG-Taste um eine Mehrfachauswahl zu treffen.

source: Load more&hellip;
de_de: Weitere laden&hellip;

source: All projects
de_de: Alle Projekte

source: Image
de_de: Bild

# Parted/paginated post table of content title.
source: "%s" table of contents
de_de: "%s" Inhaltsverzeichnis

source: Page %s
de_de: Seite %s

source: Part %
de_de: Teil %

# Number of comments in post meta.
source: Comments: %s
de_de: Kommentare: %s

# Number of comments in post meta (keep the HTML tags).
source: <span class="comments-title">Comments: </span>%s
de_de: <span class="comments-title">Kommentare: </span>%s

source: Edit the "%s"
de_de: Bearbeiten "%s"

# Edit post link.
source: Edit
de_de: Bearbeiten

source: Permalink to "%s"
de_de: Permalink zu "%s"

source: Views count
de_de: Ansichten

# Paginated content title suffix.
source: (page %s)
de_de: (Seite %s)

source: Skip to content
de_de: Zum Inhalt

source: Skip to navigation
de_de: Zur Navigation

source: Category: %s
de_de: Kategorie: %s

source: Tag: %s
de_de: Etikett: %s

source: Year: %s
de_de: Jahr: %s

source: Month: %s
de_de: Monat: %s

source: Day: %s
de_de: Tag: %s

# post format archive title
source: Asides
de_de: Randbemerkungen

# post format archive title
source: Galleries
de_de: Gallerien

# post format archive title
source: Images
de_de: Bilder

# post format archive title
source: Quotes
de_de: Zitate

# post format archive title
source: Statuses
de_de: Status

source: Archives: %s
de_de: Archive: %s

source: Archives
de_de: Archive

# Visual editor blockquote formats group title.
source: Quotes
de_de: Zitate

source: Blockquote
de_de: Block-Zitat

source: Pullquote - align left
de_de: Pullquote - links ausgerichtet

source: Pullquote - align right
de_de: Pullquote - rechts ausgerichtet

# Visual editor format label for HTML CITE tag used to set the blockquote source.
source: Cite
de_de: Zitieren

source: Text styles
de_de: Teststile

source: Uppercase heading or paragraph
de_de: Großbuchstaben &Uuml;berschrift oder Absatz

source: Highlighted (marked) text
de_de: Hervorgehobener (markierter) Text

# Customizer section title.
source: Colors
de_de: Farben

source: %s is free WordPress theme developed by WebMan. You can obtain other professional WordPress themes at <strong><a href="%s" target="_blank">WebManDesign.eu</a></strong>. Thank you for using this awesome theme!
de_de: %s ist ein von WebMan entwickeltes kostenloses WordPress Theme. Andere professionelle WordPress Themes findest du unter <strong><a href="%s" target="_blank">WebManDesign.eu</a></strong>. Danke das Du dieses großartige Theme benutzt!

source: Text color
de_de: Textfarbe

source: Color of text over background color
de_de: Textfarbe auf der Hintergrundfarbe

source: Accent color
de_de: Akzentfarbe

source: This color affects links, buttons and other elements of the website
de_de: Diese Farbe betrifft Links, Buttons und andere Elemente dieser Website.

source: Accent text color
de_de: Akzent-Textfarbe

source: Color of text over accent color background
de_de: Textfarbe auf der Akzent-Hintergrundfarbe

# Customizer section title.
source: Fonts
de_de: Schriftarten

source: Set a Google Font to be used for website logo, headings and general text.
de_de: Setze eine Google Schriftart f&uuml;r das Webseiten-Logo, &Uuml;berschriften und den Text.

source: Font matches recommendations from <a%s>Google Web Fonts Typographic Project</a>.
de_de: Diese Schriftart entspricht einer Empfehlung des <a%s>Google Web Fonts Typographic Project</a>.

source: Logo (site title) font
de_de: Logo (Seitentitel) Schriftart

source: Headings font
de_de: &Uuml;berschriften Schriftart

source: General text font
de_de: Text Schriftart

source: Font subset
de_de: Schriftarten Untergruppe

source: Basic font size
de_de: Basis Schriftgr&ouml;ße

source: All other font sizes are calculated automatically from this basic font size
de_de: Alle anderen Schriftgr&ouml;ßen werden automatisch aus dieser Basis Schriftgr&ouml;ße berechnet.

source: Texts
de_de: Texte

source: Front page banner area will display Header Images and custom text.
de_de: Der Front Page Banner Bereich zeigt das Header Bild und den benutzerdefinierten Text.

source: If you set a Static Front Page, the page title will be displayed as banner text. Or you can override the text by setting <code>banner_text</code> custom field for your front page. Page featured image will be used as banner image.
de_de: Falls Du eine Statische Front Page benutzt, wird der Seitentitel im Banner angezeigt. Der Text kann durch das Setzen des <code>banner_text</code> benutzerdefinierten Feldes für deine Front Page überschrieben werden. Das Beitragsbild wird als Banner-Bild genutzt.

source: Or, if you are using Featured Content module of the Jetpack plugin, just set it up and posts slideshow will be displayed in the banner.
de_de: Oder, falls Du das Featured Content Modul des Jetpack Plugins benutzt, richte dieses ein und die Beitrags-Slideshow wird im Banner gezeigt.

source: Banner default text
de_de: Banner Standard Text

source: Used only when displaying latest posts on homepage
de_de: Wird nur genutzt wenn die letzen Beiträge auf der Homepage genutzt werden.

source: Hello! Welcome to my awesome website!
de_de: Hallo! Herzlich Willkommen auf dieser Website!

source: - do not use Google Font
de_de: - Google Schriftart nicht benutzen

# Google Font default setup options group title.
source: Theme default
de_de: Theme Voreinstellung

# Google Font setup recommendation (numbered) group title.
source: Recommendation #%d
de_de: Empfehlung #%d

# Title for selection of fonts picked from Google Fontss
source: Fonts selection
de_de: Schriftartenauswahl

source: Page sidebar.
de_de: Seiten Sidebar.

source: Masonry layout is used to display footer widgets.
de_de: Es wird ein Masonry-Layout genutzt um die Footer Widgets darzustellen.

source: Primary Menu
de_de: Hauptmen&uuml;

source: Social Links Menu
de_de: Social Links Men&uuml;

source: In posts list.
de_de: In Beitragsliste.

source: In single post or page.
de_de: In einzelnem Beitrag oder einer Seite.

source: In banner and post/page background.
de_de: Banner-/Beitrags-/Seiten-Hintergrund

# WordPress predefined image size name.
source: Thumbnail size
de_de: Vorschaubild

# WordPress predefined image size name.
source: Medium size
de_de: Mittel

# WordPress predefined image size name.
source: Large size
de_de: Groß

source: Recommended image sizes
de_de: Empfohlene Bildgr&ouml;ßen:

source: For the theme to work correctly, please, set these recommended image sizes:
de_de: Damit das Theme korrekt arbeiten kann bitte die folgenden Bildgr&ouml;ßen w&auml;hlen:

source: Size name
de_de: Gr&ouml;ßen Name

source: Size parameters
de_de: Gr&ouml?en Parameter

source: cropped
de_de: beschnitten

source: scaled
de_de: skaliert

source: Additional image size added by the theme. Can not be changed on this page.
de_de: Durch das Theme wurde eine zus&auml;tzliche Bildgr&ouml;ße festgelegt. Diese kann hier nicht ge&auml;ndert werden.

source: %s site navigation
de_de: %s Seiten Navigation

# Display search form button title.
source: Search
de_de: Suche

# Mobile navigation toggle button title.
source: Menu
de_de: Men&uuml;

source: This is sticky post
de_de: Dies ist eine Haftnotiz

source: This content is password protected. To view it please <a%s>enter the password</a>.
de_de: Dieser Inhalt ist Passwort gesch&uuml;tzt. Bitte <a%s>das Passwort eingeben</a>.

source: Continue reading%s&hellip;
de_de: Weiterlesen%s&hellip;

source: <span class="meta-nav">Published In</span><span class="post-title">%title</span>
de_de: <span class="meta-nav">Ver&ouml;ffentlicht in</span><span class="post-title">%title</span>

source: <span class="meta-nav">Previous</span><span class="post-title">%title</span>
de_de: <span class="meta-nav">Vorheriger</span><span class="post-title">%title</span>

source: <span class="meta-nav">Next</span><span class="post-title">%title</span>
de_de: <span class="meta-nav">N&auml;chster</span><span class="post-title">%title</span>

source: Post navigation
de_de: Beitrags-Navigation

source: All posts
de_de: Alle Beitr&auml;ge

source: Theme by %s.
de_de: Theme von %s

source: Back to top &uarr;
de_de: Zur&uuml;ck nach oben &uarr;

source: Install Required Plugins
de_de: Installation benötigter Plugins

source: Install Plugins
de_de: Installiere Plugins

source: Installing Plugin: %s
de_de: Installiere Plugin: %s

source: Something went wrong with the plugin API.
de_de: Irgendetwas stimmt mit der Plugin API nicht.

source: This theme requires the following plugin: %1$s.
de_de: Dieses Theme benötigt folgendes Plugin: %1$s

source: This theme recommends the following plugin: %1$s.
de_de: Dieses Theme empfiehlt folgendes Plugin: %1$s

source: Sorry, but you do not have the correct permissions to install the %1$s plugin.
de_de: Entschuldigung, aber Du hast nicht die erforderlichen Rechte um das Plugin %1$s zu Installieren.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
de_de: Um die maximale Kompatibilität zu diesem Theme sicherzustellen muss das folgende Plugin auf die neuste Version aktualisiert werden: %1$s.

source: There is an update available for: %1$s.
de_de: Es ist eine Aktualisierung verfügbar für: %1$s

source: Sorry, but you do not have the correct permissions to update the %1$s plugin.
de_de: Entschuldigung, aber Du hast nicht die erforderlichen Rechte um das Plugin %1$s zu Aktualisieren.

source: The following required plugin is currently inactive: %1$s.
de_de: Das folgende benötigte Plugin ist derzeit Inaktiv: %1$s.

source: The following recommended plugin is currently inactive: %1$s.
de_de: Das folgende empfohlene Plugin ist derzeit Inaktiv: %1$s.

source: Sorry, but you do not have the correct permissions to activate the %1$s plugin.
de_de: Entschuldigung, aber Du hast nicht die erforderlichen Rechte um das Plugin %1$s zu Aktivieren.

source: Begin installing plugin
de_de: Starte die Installation des Plugins

source: Begin updating plugin
de_de: Starte die Aktualisierung des Plugins

source: Begin activating plugin
de_de: Starte die Aktivierung des Plugins

source: Return to Required Plugins Installer
de_de: Zurück zur Installation benötigter Plugins

source: Return to the dashboard
de_de: Zurück zum Dashboard

source: Plugin activated successfully.
de_de: Aktivierung des Plugins erfolgreich.

source: The following plugin was activated successfully:
de_de: Das folgende Plugin wurde erfolgreich aktiviert:

source: No action taken. Plugin %1$s was already active.
de_de: Keine Aktion ausgeführt. Plugin %1$s war bereits aktiviert.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
de_de: Plugin %s wurde nicht aktiviert, da eine höhere Versions des Plugins für dieses Theme erforderlich ist. Bitte aktualisiere das Plugin.

source: All plugins installed and activated successfully. %1$s
de_de: Alle Plugins wurden erfolgreich installiert und aktiviert. %1$s

source: Dismiss this notice
de_de: Verwerfe diese Meldung

source: Please contact the administrator of this site for help.
de_de: Bitte kontaktiere den Administrator damit er Dir weiterhelfen kann.

source: This plugin needs to be updated to be compatible with your theme.
de_de: Dieses Plugin muss aktualisiert werden um kompatibel zu deinem Theme zu sein.

source: Update Required
de_de: Aktualisierung benötigt

source: Set the parent_slug config variable instead.
de_de: Setzte stattdessen die parent_slug Konfiguration.

source: Return to the Dashboard
de_de: Zurück zum Dashboard

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
de_de: Das Remote-Plugin Paket enthält keinen Ordner mit dem gewünschten Kurztitel (Slug) und das Umbenennen hat nicht funktioniert.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
de_de: Bitte kontaktiere den Herausgeber des Plugins und bitte diesen das Plugin gemäß der Wordpress Richtlinien zu Paketieren.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
de_de: Das Remote-Plugin Paket enthält mehr als eine Datei. Diese wurden aber nicht in einem Ordner zusammengefasst.

# plugin A *and* plugin B
source: and
de_de: und

source: Required
de_de: Benötigt

source: Recommended
de_de: Empfohlen

source: External Source
de_de: Externe Quelle

source: Pre-Packaged
de_de: Vor-Paketiert

source: Not Installed
de_de: Nicht Installiert

source: Installed But Not Activated
de_de: Installiert aber nicht Aktiv

source: Active
de_de: Aktiv

source: Required Update not Available
de_de: Benötigte Aktualisierung nicht verfügbar

source: Requires Update
de_de: Aktualisierung benötigt

source: Update recommended
de_de: Aktualisierung empfohlen

# plugins
source: All <span class="count">(%s)</span>
de_de: Alle <span class="count">(%s)</span>

source: To Install <span class="count">(%s)</span>
de_de: Zu Installieren <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
de_de: Aktualsisierung verfügbar <span class="count">(%s)</span>

source: To Activate <span class="count">(%s)</span>
de_de: Zu Aktivieren <span class="count">(%s)</span>

# as in: "version nr unknown"
source: unknown
de_de: unbekannt

source: Installed version:
de_de: Installierte Version:

source: Minimum required version:
de_de: Minimal vorausgesetzte Version:

source: Available version:
de_de: Verfügbare Version:

source: No plugins to install, update or activate. <a href="%1$s">Return to the Dashboard</a>
de_de: Keine Plugins zum Installieren, Aktualisieren oder Aktivieren verfügbar. <a href="%1$s">Zurück zum Dashboard</a>

source: Source
de_de: Quelle

source: Type
de_de: Typ

# %2$s = plugin name in screen reader markup
source: Install %2$s
de_de: Installiere %2$s

# %2$s = plugin name in screen reader markup
source: Update %2$s
de_de: Aktualisiere %2$s

# %2$s = plugin name in screen reader markup
source: Activate %2$s
de_de: Aktiviere %2$s

source: Upgrade message from the plugin author:
de_de: Aktualisierungsmeldung vom Plugin-Autor:

source: Install
de_de: Installieren

source: Update
de_de: Aktualisieren

source: Activate
de_de: Aktivieren

source: No plugins were selected to be installed. No action taken.
de_de: Es wurden keine Plugins zum Installieren ausgewählt. Keine Aktion ausgeführt.

source: No plugins were selected to be updated. No action taken.
de_de: Es wurden keine Plugins zum Aktualisieren ausgewählt. Keine Aktion ausgeführt.

source: No plugins are available to be installed at this time.
de_de: Derzeit sind keine Plugins verfügbar um sie zu Installieren.

source: No plugins are available to be updated at this time.
de_de: Derzeit sind keine Plugins verfügbar um sie zu Aktualisieren.

source: No plugins were selected to be activated. No action taken.
de_de: Es wurden keine Plugins zum Aktivieren ausgewählt. Keine Aktion ausgeführt.

source: No plugins are available to be activated at this time.
de_de: Derzeit sind keine Plugins verfügbar um sie zu Aktivieren.

source: Plugin activation failed.
de_de: Aktivierung des Plugins fehlgeschlagen.

source: Updating Plugin %1$s (%2$d/%3$d)
de_de: Aktualisiere Plugin %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
de_de: Während der Installation ist ein Fehler aufgetreten %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
de_de: Installation von %1$s fehlgeschlagen.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
de_de: Der Installations- und Aktivierungsprozess startet. Dieser Prozess kann auf einigen Hosts etwas Zeit in Anspruch nehmen. Bitte gedulde Dich ein wenig.

source: %1$s installed and activated successfully.
de_de: %1$s erfolgreich installiert und aktiviert.

source: Show Details
de_de: Zeige Details

source: Hide Details
de_de: Verstecke Details

source: All installations and activations have been completed.
de_de: Alle Installationen und Aktivierungen wurden abgeschlossen.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
de_de: Installiere und Aktiviere Plugin %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
de_de: Der Installationsprozess startet. Dieser Prozess kann auf einigen Hosts etwas Zeit in Anspruch nehmen. Bitte gedulde Dich ein wenig.

source: %1$s installed successfully.
de_de: %1$s erfolgreich installiert.

source: All installations have been completed.
de_de: Alle Installationen wurden abgeschlossen.

source: Installing Plugin %1$s (%2$d/%3$d)
de_de: Installiere Plugin %1$s (%2$d/%3$d)

source: Search Results for: %s
de_de: Suchergebnisse f&uuml;r: %s

# Search field label.
source: Search
de_de: Suche

source: Search field: type and press enter
de_de: Suche
